<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются вовремя аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'Login' => 'Вход',
    'YourLogin' => 'Ваш логин',
    'YourPassword' => 'Ваш пароль',
    'RememberMe' => 'Запомнить меня',
    'NotFoundADLocal' => 'Не можем найти пользователя ни в локальной базе ни в Active Directory. Попробуйте повторить ввод.',
    'WrongPassword' => 'Неверный пароль',
];
