<?php

return [
	'Support' => 'Поддержка',
	'Profile' => 'Профиль',
	'MyProfile' => 'Мой профиль',
	'Employees' => 'Сотрудники',
	'MyEmployees' => 'Мои сотрудники',
	'Administration' => 'Администрирование',
	'Logout' => 'Выход',
	'SupportForum' => 'Форум поддержки',
	'AddPost' => 'Добавить пост',
	'AddingSupportPost' => 'Сообщение на форум поддержки',
	'YourMessage' => 'Ваше сообщение',
	'Submit' => 'Подтвердить',
	'Comments' => 'Комментарии',
	'LeaveComment' => 'Оставьте комментарий',
	'AboutSystemTitle' => 'О системе &laquo;Эверест&raquo;',
	'AboutSystemText' => '
		<p>Система развития персонала Эверест разработана в компании Техносерв Консалтинг, Практика Oracle.</p>
		<p>Система позволяет оценивать текущий уровень компетенций сотрудников и задавать целевое направление развития и уровень компетенций</p>
	',
	'Add' => 'Добавить',
	'BusinessUnit' => 'Бизнес Юнит',
	'BusinessUnits' => 'Бизнес Юниты',
	'Flow' => 'Поток',
	'Flows' => 'Потоки',
	'Program' => 'Программа',
	'Programs' => 'Программы',
	'Project' => 'Проект',
	'Projects' => 'Проекты',
	'People' => 'Сотрудники',
	'Users' => 'Сотрудники',
	'User' => 'Пользователь',
	'Profile' => 'Профиль',
	'Profiles' => 'Профили',
	'Competence' => 'Компетенция',
	'Competences' => 'Компетенции',
	'CompetenceLevel' => 'Уровень компетенции',
	
	'ItemName' => 'Название',
	
	'Recomends' => 'Рекомендации сотрудников',
	'MyRecomends' => 'Мои рекомендации',
];